aaron-bond.better-comments
adamcaviness.theme-monokai-dark-soda
adpyke.codesnap
adrianwilczynski.alpine-js-intellisense
ahmadalli.vscode-nginx-conf
akamud.vscode-javascript-snippet-pack
alefragnani.bookmarks
alexcvzz.vscode-sqlite
ambooth.git-rename
amiralizadeh9480.laravel-extra-intellisense
anan.jetbrains-darcula-theme
arbitraer.laravel-blade-additional-snippets
arcticicestudio.nord-visual-studio-code
ardisaurus.gitflow-actions-sidebar
atomiks.moonlight
atommaterial.a-file-icon-vscode
bajdzis.vscode-database
beardedbear.beardedicons
bierner.markdown-emoji
bmewburn.vscode-intelephense-client
bracketpaircolordlw.bracket-pair-color-dlw
bradlc.vscode-tailwindcss
carloshenrique.dark-material-dracula
catppuccin.catppuccin-vsc
cierra.livewire-vscode
cjhowe7.laravel-blade
codingyu.laravel-goto-view
ctf0.php-class-generator
ctf0.php-namespace-resolver
damms005.devdb
dansysanalyst.pest-snippets
dart-code.dart-code
dbaeumer.vscode-eslint
dotjoshjohnson.xml
dracula-theme-pro.theme-dracula-pro
dracula-theme.theme-dracula
dustypomerleau.rust-syntax
eamodio.gitlens
ecodes.vscode-phpmd
editorconfig.editorconfig
emmanuelbeziat.vscode-great-icons
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
glitchbl.laravel-create-view
guilhermerodz.omni-owl
hashicorp.terraform
hollowtree.vue-snippets
humao.rest-client
hwencc.html-tag-wrapper
ihunte.laravel-blade-wrapper
iocave.monkey-patch
jaguadoromero.vscode-php-create-class
jamesmaj.easy-icons
jrebocho.vscode-random
kevinrose.vsc-python-indent
lennardv.livewire-goto-updated
liamhammett.inline-parameters
linyang95.php-symbols
mhutchie.git-graph
michelemelluso.code-beautifier
miguelsolorio.fluent-icons
miguelsolorio.symbols
mikestead.dotenv
moyu.snapcode
mrmlnc.vscode-apache
mrmlnc.vscode-pugbeautify
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
mvllow.rose-pine
myml.vscode-markdown-plantuml-preview
naoray.laravel-goto-components
natizyskunk.sftp
naumovs.color-highlight
o4x.base16-tomorrow
octref.vetur
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
pkief.material-icon-theme
postman.postman-for-vscode
qinjia.seti-icons
qwtel.sqlite-viewer
rangav.vscode-thunder-client
rocketseat.theme-omni
rust-lang.rust-analyzer
ryannaddy.laravel-artisan
sdras.vue-vscode-snippets
shufo.vscode-blade-formatter
sibiraj-s.vscode-scss-formatter
simonsiefke.svg-preview
steoates.autoimport
syler.sass-indented
tal7aouy.icons
tamasfe.even-better-toml
teabyii.ayu
titouan.theme-dracula
tonybaloney.vscode-pets
usernamehw.errorlens
valiantsin.operatormonodarktheme
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
vue.volar
whatwedo.twig
william-voyek.vscode-nginx
wilmarj.fleety
wix.vscode-import-cost
xabikos.javascriptsnippets
xdebug.php-debug
xdebug.php-pack
yummygum.city-lights-icon-vsc
zignd.html-css-class-completion
